Repository: shurinbergo3/GymTracker
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

# %@ см
source: %@ cm
ru: %@ см

# %@кг x %lld
source: %1$@kg x %2$lld
ru: %1$@кг x %2$lld

# %lld × подходов
source: %lld sets
ru: %lld подходов

# %lld дней
source: %lld days
ru: %lld дней

# %lld кг
source: %lld kg
ru: %lld кг

# %lld кг × %lld
source: %1$lld kg × %2$lld
ru: %1$lld кг × %2$lld

# %lld ккал
source: %lld kcal
ru: %lld ккал

# %lld подх.
source: %lld sets
ru: %lld подх.

# %lld раз
source: %lld reps
ru: %lld раз

# %lld см
source: %lld cm
ru: %lld см

# %lld тренировок
source: %lld workouts
ru: %lld тренировок

# %lld упражнений
source: %lld exercises
ru: %lld упражнений

# %lld/%lld ККАЛ
source: %1$lld/%2$lld KCAL
ru: %1$lld/%2$lld ККАЛ

# %lld/%lld МИН
source: %1$lld/%2$lld MIN
ru: %1$lld/%2$lld МИН

# %lld/%lld Ч
source: %1$lld/%2$lld H
ru: %1$lld/%2$lld Ч

# • Витамины: Помогают организму работать без сбоев.
source: • Vitamins: Help the body run smoothly.
ru: • Витамины: Помогают организму работать без сбоев.

# • ГАБА (GABA) и L-теанин
source: • GABA & L-Theanine
ru: • ГАБА (GABA) и L-теанин

# • Глицин: 1–5 г
source: • Glycine: 1–5 g
ru: • Глицин: 1–5 г

# • Жиросжигатели: Не работают без диеты и спорта.
source: • Fat Burners: Won't work without diet & training.
ru: • Жиросжигатели: Не работают без диеты и спорта.

# • Креатин: Дает силу и объем мышцам.
source: • Creatine: Increases strength & muscle volume.
ru: • Креатин: Дает силу и объем мышцам.

# • Магний: Для успокоения
source: • Magnesium: For relaxation
ru: • Магний: Для успокоения

# • Протеин: Удобный способ добрать белок, если не успел поесть.
source: • Protein: Easy way to hit protein goals if you missed a meal.
ru: • Протеин: Удобный способ добрать белок, если не успел поесть.

# • Тирозин (1–10 г): Если истощен дофамин
source: • Tyrosine (1–10 g): If dopamine is depleted
ru: • Тирозин (1–10 г): Если истощен дофамин

# • Триптофан: 1–2 г
source: • Tryptophan: 1–2 g
ru: • Триптофан: 1–2 г

source: 1. Alarm: Fatigue and micro-trauma. 2. Resistance: Recovery and growth. 3. Exhaustion: Overtraining if no recovery.
ru: 1. Тревога: Утомление и микротравмы после нагрузки. 2. Сопротивление: Восстановление и суперкомпенсация (рост). 3. Истощение: Перетренированность, если нет восстановления.

# 2 мин
source: 2 min
ru: 2 мин

# 3 мин
source: 3 min
ru: 3 мин

# 5 мин
source: 5 min
ru: 5 мин

# 8ч
source: 8h
ru: 8ч

# 30 сек
source: 30 sec
ru: 30 сек

# 60 сек
source: 60 sec
ru: 60 сек

# 90 сек
source: 90 sec
ru: 90 сек

# about_section
source: About
ru: О приложении

# account_section
source: Account
ru: Аккаунт

# add_button
source: Add
ru: Добавить

# add_weight_button
source: Add Weight
ru: Добавить вес

# AI Тренер
source: AI Coach
ru: AI Тренер

# apple_health_sync_toggle
source: Sync with Apple Health
ru: Синхронизация с Apple Health

# avg_sleep_stat
source: Avg Sleep
ru: Ср. время сна

# awake_sleep_legend
source: Awake
ru: Бодрствование

# bpm_unit
source: bpm
ru: уд/мин

# calories_label
source: Kcal
ru: Ккал

# cancel_button
source: Cancel
ru: Отмена

# change_type_menu
source: Change Type
ru: Изменить тип

# completed_label
source: Completed:
ru: Завершено:

# completed_label_short
source: Done:
ru: Готово:

# completed_status
source: Completed
ru: Завершено

source: Contact Developer
ru: Связаться с разработчиком

# core_sleep_legend
source: Core Sleep
ru: Базовый сон

source: Count
ru: Количество

# data_management_section
source: Data Management
ru: Управление данными

# data_restore_complete_message
source: Data has been successfully restored from the cloud.
ru: Данные успешно восстановлены из облака.

source: Date
ru: Дата

# deep_sleep_legend
source: Deep Sleep
ru: Глубокий сон

# delete_account_alert_title
source: Delete Account?
ru: Удалить аккаунт?

# delete_account_button
source: Delete Account
ru: Удалить аккаунт

# delete_account_message
source: This action is irreversible. All your data will be deleted.
ru: Это действие необратимо. Все ваши данные будут удалены.

# delete_button
source: Delete
ru: Удалить

# delete_error_title
source: Deletion Error
ru: Ошибка удаления

# delete_failed_prefix
source: Failed to delete account
ru: Не удалось удалить аккаунт

# details_section
source: Details
ru: Подробности

# distance_km_label
source: Distance (km):
ru: Дистанция (км):

# done_button
source: Done
ru: Готово

# enter_exercise_name_message
source: Enter exercise name
ru: Введите название упражнения

# exercise_name_placeholder
source: Exercise Name
ru: Название упражнения

# exercise_selection_title
source: Select Exercise
ru: Выбор упражнения

# extra_set_label
source: Extra Set
ru: Доп. подход

# force_sync_button
source: Force Sync from Cloud
ru: Синхронизировать из облака

source: GO!
ru: ПОГНАЛИ!

source: Goal
ru: Цель

# guest_user
source: Guest
ru: Гость

# health_sync_footer
source: Syncs workouts with Apple Health, counts calories, and closes rings.
ru: Синхронизирует тренировки с Apple Health, считает калории и закрывает кольца.

# history_empty
source: History is empty
ru: История пуста

# history_title
source: History
ru: История

source: Hours
ru: Часы

# in_bed_stat
source: In Bed
ru: В кровати

# integrations_section
source: Integrations
ru: Интеграции

# kcal_unit
source: kcal
ru: ккал

# new_exercise_title
source: New Exercise
ru: Новое упражнение

# no_active_program_message
source: Create a workout program to start tracking your progress
ru: Создайте программу тренировок, чтобы отслеживать прогресс

# no_active_program_title
source: No Active Program
ru: Нет активной программы

source: No Data
ru: Нет данных

# no_data_period
source: No data for this period
ru: Нет данных за этот период

# note_button
source: Note
ru: Заметка

source: OK
ru: ОК

# ok_button
source: OK
ru: ОК

# open_workout_button
source: OPEN WORKOUT
ru: ОТКРЫТЬ ТРЕНИРОВКУ

# past_workout_label
source: Previous Workout:
ru: Прошлая тренировка:

# period_picker_label
source: Period
ru: Период

# previous_workout_section
source: PREVIOUS WORKOUT
ru: ПРЕДЫДУЩАЯ ТРЕНИРОВКА

# progress_label
source: Progress
ru: Прогресс

# relogin_button
source: Sign Out & In
ru: Войти заново

# relogin_message
source: Recent login required for security
ru: Требуется повторный вход для безопасности

# rem_sleep_legend
source: REM Sleep
ru: REM-фаза

# replace_exercise_menu
source: Replace Exercise
ru: Заменить упражнение

# reps_label
source: Reps
ru: Повторы

# reps_short_label
source: reps
ru: повт.

# rest_day_title
source: REST DAY
ru: ДЕНЬ ОТДЫХА

# search_exercises_placeholder
source: Search exercises
ru: Поиск упражнений

# select_program_button
source: Select Program
ru: Выбрать программу

# set_label
source: Set
ru: Подход

# set_program_button
source: Set Program
ru: Установить программу

# settings_title
source: Settings
ru: Настройки

# sign_out_button
source: Sign Out
ru: Выйти

# sleep_awake
source: Awake
ru: Бодрствование

# sleep_core
source: Core
ru: Базовый

# sleep_deep
source: Deep
ru: Глубокий

# sleep_in_bed
source: In Bed
ru: В кровати

source: Sleep Stages (Today)
ru: Фазы сна (Сегодня)

# sleep_title
source: Sleep
ru: Сон

# sleep_total_label
source: total
ru: всего

# sleep_unknown
source: Unknown
ru: Неизвестно

# start_workout_button
source: START WORKOUT
ru: НАЧАТЬ ТРЕНИРОВКУ

# support_section
source: Support
ru: Поддержка

# sync_complete_title
source: Sync Complete
ru: Синхронизация завершена

source: Time
ru: Время

# time_label
source: Time
ru: Время

# timer_off_menu
source: Timer Off
ru: Таймер выкл

# timer_on_menu
source: Timer On
ru: Таймер вкл

# todays_plan_title
source: TODAY'S PLAN
ru: ПЛАН НА СЕГОДНЯ

# total_sleep_stat
source: Total Sleep
ru: Всего сна

source: Type
ru: Тип

# version_label
source: Version
ru: Версия

source: Volume
ru: Объем

# weight_label
source: Weight
ru: Вес

source: Workout
ru: Тренировка

# workout_active_label
source: WORKOUT
ru: ТРЕНИРОВКА

# Активировать
source: Activate
ru: Активировать

# Активная
source: Active
ru: Активная

# АКТИВНАЯ ПРОГРАММА
source: ACTIVE PROGRAM
ru: АКТИВНАЯ ПРОГРАММА

# Активность
source: Activity
ru: Активность

# Активность (7 дней)
source: Activity (7 days)
ru: Активность (7 дней)

# База знаний для твоего прогресса
source: Knowledge Base for Your Progress
ru: База знаний для твоего прогресса

# Белки (Строитель)
source: Protein (Builder)
ru: Белки (Строитель)

# Белок
source: Protein
ru: Белок

# Биохакинг и Спорт
source: Biohacking & Sport
ru: Биохакинг и Спорт

# В покое
source: Resting
ru: В покое

# В РАЗРАБОТКЕ
source: IN DEVELOPMENT
ru: В РАЗРАБОТКЕ

# Важно корректировать химию осторожно.
source: Adjust chemistry carefully.
ru: Важно корректировать химию осторожно.

# Ваш персональный аналитик
source: Your Personal Analyst
ru: Ваш персональный аналитик

# Ваш прогресс
source: Your Progress
ru: Ваш прогресс

# Ваша норма:
source: Your Goal:
ru: Ваша норма:

# ВАШИ ЗАМЕРЫ
source: BODY MEASUREMENTS
ru: ВАШИ ЗАМЕРЫ

# Ваши заметки...
source: Your notes...
ru: Ваши заметки...

# Вес
source: Weight
ru: Вес

# Вес (кг)
source: Weight (kg)
ru: Вес (кг)

# Вода — это среда для всех процессов.
source: Water is essential for all processes.
ru: Вода — это среда для всех процессов.

# Возраст
source: Age
ru: Возраст

# Войти
source: Sign In
ru: Войти

# Войти через Google
source: Sign in with Google
ru: Войти через Google

# Время
source: Time
ru: Время

# Время отдыха
source: Rest Time
ru: Время отдыха

# ВСЕ ПРОГРАММЫ
source: ALL PROGRAMS
ru: ВСЕ ПРОГРАММЫ

# Все просто: количество энергии (калорий) определяет твой вес.
source: It's simple: energy in vs energy out determines your weight.
ru: Все просто: количество энергии (калорий) определяет твой вес.

# Всего
source: Total
ru: Всего

# Вход
source: Login
ru: Вход

# Вы еще не выполняли это упражнение
source: You haven't performed this exercise yet
ru: Вы еще не выполняли это упражнение

# Вы точно хотите удалить аккаунт из приложения и всю историю тренировок?
source: Are you sure you want to delete your account and all workout history?
ru: Вы точно хотите удалить аккаунт из приложения и всю историю тренировок?

source: Are you sure you want to delete workout "%1$@" from %2$@? This action cannot be undone.
ru: Вы уверены, что хотите удалить тренировку "%1$@" от %2$@? Это действие нельзя отменить.

# Выберите тренировку
source: Select Workout
ru: Выберите тренировку

# Выбор тренировки
source: Select Workout
ru: Выбор тренировки

# Выйти
source: Sign Out
ru: Выйти

# Выполните первую тренировку, чтобы отслеживать прогресс
source: Complete your first workout to track progress
ru: Выполните первую тренировку, чтобы отслеживать прогресс

# Высокий уровень:
source: High Level:
ru: Высокий уровень:

# Гайд по тренировкам
source: Workout Guide
ru: Гайд по тренировкам

# Гайд упражнения
source: Exercise Guide
ru: Гайд упражнения

# Гид по питанию
source: Nutrition Guide
ru: Гид по питанию

# Главное правило: Дефицит калорий.
source: Main Rule: Calorie Deficit.
ru: Главное правило: Дефицит калорий.

# Главное правило: Профицит калорий.
source: Main Rule: Calorie Surplus.
ru: Главное правило: Профицит калорий.

# Главный материал для роста мышц. Есть в мясе, рыбе, яйцах, твороге.
source: Main building block for muscles. Found in meat, fish, eggs, cottage cheese.
ru: Главный материал для роста мышц. Есть в мясе, рыбе, яйцах, твороге.

# Гормоны
source: Hormones
ru: Гормоны

# Гормоны и нейромедиаторы
source: Hormones & Neurotransmitters
ru: Гормоны и нейромедиаторы

# Горсть
source: Handful
ru: Горсть

# Готово
source: Done
ru: Готово

# Готовьтесь...
source: Get Ready...
ru: Готовьтесь...

# Данные текущей тренировки не будут сохранены.
source: Current workout data will not be saved.
ru: Данные текущей тренировки не будут сохранены.

# Дата
source: Date
ru: Дата

# Действия
source: Actions
ru: Действия

# Детали тренировки
source: Workout Details
ru: Детали тренировки

# ДЕТАЛИЗАЦИЯ
source: DETAILS
ru: ДЕТАЛИЗАЦИЯ

# Дистанция
source: Distance
ru: Дистанция

# Дни тренировок
source: Training Days
ru: Дни тренировок

# Добавить
source: Add
ru: Добавить

# Добавить вес
source: Add Weight
ru: Добавить вес

# Добавить замер
source: Add Measurement
ru: Добавить замер

# ДОБАВИТЬ ЗАМЕР
source: ADD MEASUREMENT
ru: ДОБАВИТЬ ЗАМЕР

# Добавить тренировочный день
source: Add Workout Day
ru: Добавить тренировочный день

# Добавить упражнение
source: Add Exercise
ru: Добавить упражнение

# Добавьте больше записей для отображения графика
source: Add more records to see the chart
ru: Добавьте больше записей для отображения графика

# Добавьте первое измерение
source: Add first measurement
ru: Добавьте первое измерение

# Добавьте упражнения в этот день
source: Add exercises to this day
ru: Добавьте упражнения в этот день

# Добавьте хотя бы один день
source: Add at least one day
ru: Добавьте хотя бы один день

# Жиры
source: Fats
ru: Жиры

# Жиры (Защита)
source: Fats (Protection)
ru: Жиры (Защита)

# Загрузить стандартные
source: Load Defaults
ru: Загрузить стандартные

# Закрыть
source: Close
ru: Закрыть

# Замеры тела
source: Body Measurements
ru: Замеры тела

# Зарегистрироваться
source: Sign Up
ru: Зарегистрироваться

# Здоровый цикл строится на правильной работе гормональных пар:
source: A healthy cycle is built on the proper function of hormone pairs:
ru: Здоровый цикл строится на правильной работе гормональных пар:

# Изменить
source: Edit
ru: Изменить

# ИЛИ
source: OR
ru: ИЛИ

# История
source: History
ru: История

# История ваших тренировок появится здесь. Начните свой путь прямо сейчас!
source: Your workout history will appear here. Start your journey now!
ru: История ваших тренировок появится здесь. Начните свой путь прямо сейчас!

# История тренировок
source: Workout History
ru: История тренировок

# Итого за тренировку
source: Workout Summary
ru: Итого за тренировку

# Каждые 4-8 недель снижай объем на 50%, чтобы дать ЦНС и связкам восстановиться.
source: Every 4-8 weeks, reduce volume by 50% to let CNS and joints recover.
ru: Каждые 4-8 недель снижай объем на 50%, чтобы дать ЦНС и связкам восстановиться.

# Как построить тренировочную неделю?
source: How to build a training week?
ru: Как построить тренировочную неделю?

# Калькулятор калорий
source: Calorie Calculator
ru: Калькулятор калорий

# Кардио-протоколы:
source: Cardio Protocols:
ru: Кардио-протоколы:

# Ккал
source: Kcal
ru: Ккал

# Комментарий к упражнению
source: Note
ru: Комментарий к упражнению

source: The cornerstone of success. For growth, demands must constantly increase.
ru: Краеугольный камень успеха. Чтобы мышцы росли, требования к ним должны постоянно возрастать.

# Кулак
source: Fist
ru: Кулак

# Ладонь
source: Palm
ru: Ладонь

# Макронутриенты — это кирпичики нашего тела.
source: Macronutrients are the body's building blocks.
ru: Макронутриенты — это кирпичики нашего тела.

# Мелатонин: Блокирует собственную выработку, повышает пролактин.
source: Melatonin: Blocks natural production, raises prolactin.
ru: Мелатонин: Блокирует собственную выработку, повышает пролактин.

# Механика идеального сна
source: Mechanics of Perfect Sleep
ru: Механика идеального сна

# Модели прогрессии:
source: Progression Models:
ru: Модели прогрессии:

# Мужчинам: 2 порции. Женщинам: 1 порция.
source: Men: 2 servings. Women: 1 serving.
ru: Мужчинам: 2 порции. Женщинам: 1 порция.

source: Muscles grow during rest, not workouts. Training is stress that forces adaptation. Proper stimulus is key.
ru: Мышцы не растут на тренировке — они растут во время отдыха. Тренировка — это стресс, который заставляет организм адаптироваться. Чтобы расти, нужно дать правильный стимул.

# На тренировке
source: Working Out
ru: На тренировке

# Название дня
source: Day Name
ru: Название дня

# Название программы
source: Program Name
ru: Название программы

# Научный подход
source: Scientific Approach
ru: Научный подход

# Начать тренировку
source: Start Workout
ru: Начать тренировку

# Начинаем!
source: Let's Go!
ru: Начинаем!

# Начни тренироваться
source: Start Training
ru: Начни тренироваться

source: Self-regulation fails when environment doesn't match body needs.
ru: Наши механизмы саморегуляции сбиваются из-за несоответствия среды потребностям тела.

# Не обязательно все взвешивать. Используй руки:
source: No need to weigh everything. Use your hands:
ru: Не обязательно все взвешивать. Используй руки:

# Не рекомендуется:
source: Not Recommended:
ru: Не рекомендуется:

# Не трать деньги
source: Save Your Money
ru: Не трать деньги

# Недостаточно данных за этот период
source: Not enough data for this period
ru: Недостаточно данных за этот период

# Нельзя тренироваться тяжело вечно. Нужны циклы нагрузок.
source: You can't train hard forever. Load cycles are necessary.
ru: Нельзя тренироваться тяжело вечно. Нужны циклы нагрузок.

# Нет аккаунта? Зарегистрироваться
source: No account? Sign Up
ru: Нет аккаунта? Зарегистрироваться

# Нет аккаунта? Создать
source: No account? Create
ru: Нет аккаунта? Создать

# Нет данных
source: No Data
ru: Нет данных

# Нет данных для графика
source: No chart data
ru: Нет данных для графика

# Нет данных для сравнения
source: No data to compare
ru: Нет данных для сравнения

# Нет завершенных тренировок
source: No completed workouts
ru: Нет завершенных тренировок

# Нет записанных упражнений
source: No exercises recorded
ru: Нет записанных упражнений

# Нет записей
source: No records
ru: Нет записей

# Нет истории
source: No History
ru: Нет истории

# Нет программ
source: No Programs
ru: Нет программ

# Нет тренировочных дней
source: No Workout Days
ru: Нет тренировочных дней

# Нет упражнений
source: No Exercises
ru: Нет упражнений

# Низкий уровень:
source: Low Level:
ru: Низкий уровень:

# Новая программа
source: New Program
ru: Новая программа

# Новый вес
source: New Weight
ru: Новый вес

# Новый замер
source: New Measurement
ru: Новый замер

# новых
source: new
ru: новых

# Нужны для гормонов и здоровья. Орехи, масла, авокадо, жирная рыба.
source: Vital for hormones & health. Nuts, oils, avocado, fatty fish.
ru: Нужны для гормонов и здоровья. Орехи, масла, авокадо, жирная рыба.

# Обновлено: %@
source: Updated: %@
ru: Обновлено: %@

# Общий Адаптационный Синдром (GAS)
source: General Adaptation Syndrome (GAS)
ru: Общий Адаптационный Синдром (GAS)

# Объем
source: Volume
ru: Объем

# Объём
source: Volume
ru: Объём

# Объём тренировок
source: Training Volume
ru: Объём тренировок

# Объём:
source: Volume:
ru: Объём:

# Овощи
source: Vegetables
ru: Овощи

source: Recomp is real! You need a moderate deficit (200-300), high protein (1.6-2.4g/kg), and heavy lifting.
ru: Одновременное сжигание жира и рост мышц возможен! Нужен умеренный дефицит калорий (200-300), высокий белок (1.6-2.4г/кг) и силовой тренинг.

# Описание (опционально)
source: Description (optional)
ru: Описание (опционально)

# Описание техники пока недоступно для этого упражнения.
source: Technique description not available yet.
ru: Описание техники пока недоступно для этого упражнения.

source: The body seeks homeostasis. Training is controlled stress that disrupts this balance.
ru: Организм стремится к равновесию (гомеостазу). Тренировка — это контролируемый стресс, который нарушает это равновесие.

# Основная информация
source: Basic Info
ru: Основная информация

# От биохимии до привычек
source: From Biochemistry to Habits
ru: От биохимии до привычек

# Отдых
source: Rest
ru: Отдых

# ОТЗЫВ
source: FEEDBACK
ru: ОТЗЫВ

# ОТЗЫВ О ТРЕНИРОВКЕ
source: WORKOUT FEEDBACK
ru: ОТЗЫВ О ТРЕНИРОВКЕ

# Отмена
source: Cancel
ru: Отмена

# Отменить тренировку
source: Cancel Workout
ru: Отменить тренировку

# Отменить тренировку?
source: Cancel Workout?
ru: Отменить тренировку?

# Ошибка сохранения
source: Save Error
ru: Ошибка сохранения

# Палец
source: Finger
ru: Палец

# Параметры
source: Parameters
ru: Параметры

# Пароль
source: Password
ru: Пароль

# Персональные советы и анализ прогресса
source: Personal tips & progress analysis
ru: Персональные советы и анализ прогресса

# Питание
source: Nutrition
ru: Питание

# План на сегодня
source: Today's Plan
ru: План на сегодня

# Подвижность
source: Mobility
ru: Подвижность

# Подробности
source: Details
ru: Подробности

# Подход %lld
source: Set %lld
ru: Подход %lld

# ПОДХОДЫ
source: SETS
ru: ПОДХОДЫ

# Поиск упражнений
source: Search Exercises
ru: Поиск упражнений

# Показатель роста
source: Growth Indicator
ru: Показатель роста

# Пол
source: Gender
ru: Пол

# Полезно
source: Useful
ru: Полезно

# Последняя: %@
source: Last: %@
ru: Последняя: %@

source: Proper nutrition isn't a diet, it's fuel for victory. Food affects energy, mood, and recovery. No complex formulas, just basics that work.
ru: Правильное питание — это не диета, а топливо для твоих побед. Еда влияет на энергию, настроение и восстановление мышц. Мы не будем считать сложные формулы, а разберем базу, которая работает.

# Программа
source: Program
ru: Программа

# ПРОГРАММА
source: PROGRAM
ru: ПРОГРАММА

# Программа "%@" будет удалена без возможности восстановления.
source: Program "%@" will be permanently deleted.
ru: Программа "%@" будет удалена без возможности восстановления.

# Программы
source: Programs
ru: Программы

# ПРОГРЕСС ПО ОБЪЕМУ
source: VOLUME PROGRESS
ru: ПРОГРЕСС ПО ОБЪЕМУ

# Продолжить
source: Continue
ru: Продолжить

# Просто о сложном
source: Simple about Complex
ru: Просто о сложном

# Прошлые успехи
source: Past Achievements
ru: Прошлые успехи

# Пульс
source: Heart Rate
ru: Пульс

# Разгрузочная неделя (Deload)
source: Deload Week
ru: Разгрузочная неделя (Deload)

# Расписание дней (%lld)
source: Schedule (%lld days)
ru: Расписание дней (%lld)

# Распределение
source: Distribution
ru: Распределение

# Расскажите как прошла ваша тренировка
source: How was your workout?
ru: Расскажите как прошла ваша тренировка

# Рассчитать
source: Calculate
ru: Рассчитать

# Рассчитать свою норму
source: Calculate Goal
ru: Рассчитать свою норму

# Регистрация
source: Sign Up
ru: Регистрация

# Редактировать
source: Edit
ru: Редактировать

# Редактировать программу
source: Edit Program
ru: Редактировать программу

# Режим
source: Mode
ru: Режим

# Рекомендуется (за пару часов):
source: Recommended (2h pre-workout):
ru: Рекомендуется (за пару часов):

# Рекомпозиция тела
source: Body Recomposition
ru: Рекомпозиция тела

# Рекорды
source: Records
ru: Рекорды

# Рост
source: Height
ru: Рост

# Рост показателей
source: Growth Metrics
ru: Рост показателей

# Рост (см)
source: Height (cm)
ru: Рост (см)

# С разминкой
source: With Warmup
ru: С разминкой

# Связаться с разработчиком
source: Contact Developer
ru: Связаться с разработчиком

# Связи:
source: Connections:
ru: Связи:

# см
source: cm
ru: см

# Смотреть на YouTube
source: Watch on YouTube
ru: Смотреть на YouTube

# Снижение показателей
source: Performance Drop
ru: Снижение показателей

# Создайте свою первую программу тренировок
source: Create your first workout program
ru: Создайте свою первую программу тренировок

# Создать
source: Create
ru: Создать

# Создать новый параметр
source: Create New Parameter
ru: Создать новый параметр

# Создать профиль
source: Create Profile
ru: Создать профиль

# Сон
source: Sleep
ru: Сон

# Сохранить
source: Save
ru: Сохранить

# Спад
source: Decline
ru: Спад

# Специфика женского тренинга
source: Female Training Specifics
ru: Специфика женского тренинга

# Справочник
source: Directory
ru: Справочник

# Ср. Пульс
source: Avg HR
ru: Ср. Пульс

# среднее за неделю
source: weekly average
ru: среднее за неделю

# СРЕДНИЙ ОБЪЕМ
source: AVG VOLUME
ru: СРЕДНИЙ ОБЪЕМ

# Стабильно
source: Stable
ru: Стабильно

# СТАРТ
source: START
ru: СТАРТ

# Статистика
source: Statistics
ru: Статистика

# Статистика прогресса
source: Progress Stats
ru: Статистика прогресса

# Таймер отдыха
source: Rest Timer
ru: Таймер отдыха

# Твоя цель
source: Your Goal
ru: Твоя цель

# Текущее значение
source: Current Value
ru: Текущее значение

# Техника выполнения
source: Technique
ru: Техника выполнения
